{"pageProps":{"currentData":{"ID":693333,"author":"1","author_nickname":"wpuser","author_display_name":"Chuckie Chang","author_url":"https://matrixflip.com/api","author_username":"wpuser","author_avatar":"https://secure.gravatar.com/avatar/?s=96&d=mm&r=g","categories":[32],"categories_output":[{"ID":32,"slug":"%e8%ae%be%e8%ae%a1%e6%b4%9e%e5%af%9f","name":"设计洞察","term_taxonomy_id":32,"term_group":0,"taxonomy":"category","description":"","parent":0,"count":42}],"tags":[131,129,158,153,156,157],"tags_output":[{"ID":131,"slug":"ui","name":"UI","term_taxonomy_id":131,"term_group":0,"taxonomy":"post_tag","description":"","parent":0,"count":7},{"ID":129,"slug":"web","name":"Web","term_taxonomy_id":129,"term_group":0,"taxonomy":"post_tag","description":"","parent":0,"count":5},{"ID":158,"slug":"%e5%8d%b1%e9%99%a9","name":"危险","term_taxonomy_id":158,"term_group":0,"taxonomy":"post_tag","description":"","parent":0,"count":1},{"ID":153,"slug":"%e6%a2%a6%e6%83%b3","name":"梦想","term_taxonomy_id":153,"term_group":0,"taxonomy":"post_tag","description":"","parent":0,"count":8},{"ID":156,"slug":"%e8%81%8c%e4%b8%9a","name":"职业","term_taxonomy_id":156,"term_group":0,"taxonomy":"post_tag","description":"","parent":0,"count":4},{"ID":157,"slug":"%e8%ae%be%e8%ae%a1%e5%b8%88","name":"设计师","term_taxonomy_id":157,"term_group":0,"taxonomy":"post_tag","description":"","parent":0,"count":4}],"thumbnail":["/static-remote/files/c945-com_7271c53de137bf3c24bfa5b6-770x340-4-matrixflipcomapiwpcontentuploadsccomcdebfcbfabxjpg.jpg",770,340,false],"thumbnail_mini":["/static-remote/files/c945-com_7271c53de137bf3c24bfa5b6-770x340-4-150x150-matrixflipcomapiwpcontentuploadsccomcdebfcbfabxxjpg.jpg",150,150,true],"thumbnail_retina":["/static-remote/files/c945-com_7271c53de137bf3c24bfa5b6-770x340-4-matrixflipcomapiwpcontentuploadsccomcdebfcbfabxjpg.jpg",770,340,false],"thumbnail_full":["/static-remote/files/c945-com_7271c53de137bf3c24bfa5b6-770x340-4-matrixflipcomapiwpcontentuploadsccomcdebfcbfabxjpg.jpg",770,340,false],"date_day":"13","date_month":"08","date_month_e":"August","date_year":"2017","date_weekday":"Sunday","title":"5个可能会阻碍设计师未来发展的危险信号","excerpt":"当今各种互联网产品的竞争已经非常激烈，现成的各种软件、APP、框架、Web应用、Kit、主题插件的提供商的数量正在以极大的速度增长，面对这些不可避免的趋势和现状，设计师不得不思考未来自己的职业发展方向。这篇文章时我站在自己的角度，对未来可能面对的比较明显的危险信号做一个总结和表述，仅代表自己的观点，供大家参考。","content":"<p>当今各种互联网产品的竞争已经非常激烈，现成的各种软件、APP、框架、Web应用、Kit、主题插件的提供商的数量正在以极大的速度增长，面对这些不可避免的趋势和现状，设计师不得不思考未来自己的职业发展方向。这篇文章时我站在自己的角度，对未来可能面对的比较明显的危险信号做一个总结和表述，仅代表自己的观点，供大家参考。</p>\n<p>现在各行业中幸存下来，确实是需要很多思考和对策的，即使是『精英』，面对这些严峻的挑战也并不是那么容易。何况我自己还并未达到自认为的精英水平，更需要太多太多对未来的思考。</p>\n<p>当然，我是一枚全职自由职业，在这之前也经历过各种打工创业生涯，也经历过一次失败的两年自由职业生涯，最后再次走到自己想要的状态上，我在对职业生涯和对设计师的一些见解上可能会和其它在职的或创业的有一些不同，或许同类人会能碰撞出更多的火花。因此我的这些想法和见解并不适用于每个人，这个大家一定要注意，也可以说自己是设计师，但是我给自己所谓的设计师的定位，是『图形、程序、产品』上的设计师，而不是纯粹的以画图为专长的设计师。你也可以说我是全栈，也可以说我是通过其它技能辅助自己的核心技能，以解决职业和梦想上的无法跨过的问题。在某些时候，我也会参与到自己的小小团队中，成员是俄罗斯的，本来也有一个国内的兄弟，只不过发展方向不一样，目前暂时并无具体的合作，也有完全属于自己的『集成团队』，就是自己的各种技能。一方面是为了生存，适应国外竞争，一方面也是为了实现自己的一些理想的必备品，总之，人都需要不断学习和探索新知识，如果走上自由职业道路原地踏步，基本上是等死的节奏。</p>\n<p>好了，开始正题，说说设计师未来发展中可能会遇到的五个最危险的信号，这里我所说的设计师，可以是纯UI的，可以是网页设计师，可以是专注电商的设计师，可以是全栈的，也可以是新入门的定位还不是很明确的和开发领域相关的设计师，注意哦，专业的平面创意设计师、广告设计师，这类型的无需接触开发领域的设计师暂时不在讨论范围内。</p>\n<h3>1.自豪于\"专注\"，单纯认为做到某些技能<span style=\"color: #262626;\">精通</span>时就能驾驭现实环境</h3>\n<p>专注一件事并没错，不论做什么行业，都需要专注，但是专注的本身，并不是按照『技能』来衡量，很多时候做某件事，你专注的某个领域，是需要很多技能才能完成的，我所认为的专注，应该是<strong><em>对某一个擅长领域的由浅入深的理解和驾驭</em></strong>，而不是在某一个擅长领域的某个技能的驾驭和熟练程度。况且，市场变化非常快，你得适应市场适应社会，而不是逆行。打个最简单的比方，大家看看Dribbble上的一些公司的属于界面设计师岗位的招聘要求，对于设计师而言，至少都是需要一些交互、代码、市场研究、运营推广、团队协作等方面的综合能力，再看看一些国外知名公司的招聘条件，在这些综合能力需求的基础上，更加严格，也具有更深的层次。下图是Dribbble上的还不是非常知名的公司的设计师招聘需求，仅供参考：</p>\n<p><img src=\"/static-remote/files/2c356f54b3a4cda4e1099b21-matrixflipcomapiwpcontentuploadscfbacdaebjpg.jpg\" alt=\"\" /></p>\n<p>说白一点，你如果抱有一些远大的理想，或者有很强的上进心，你需要一份不错的和视觉设计相关性很强的工作，那么这也需要你拥有比较优秀的综合能力，而不是我『精通熟练各种界面的绘制』，而是对一个产品的理解，对流程的理解，对市场的理解，对界面的理解，然后才变为<strong>实施</strong>。</p>\n<p>我专注Web领域，就拿这个领域来说，我觉得，就算你是全世界，全国最优秀的做界面最牛的网页设计师，你也可以做出优秀的Gif动效，但是假如你的界面不能够被前端和后端还原，作为一个Web而言，它并没有实际可用价值，这就是一种炫酷的耍流氓的设计（当然如果你有一个不错的团队——可以长期运营的，也有很强的执行力和管理协作水平，能够从其他人员手中运用需要的技术，那么，可以弥补技能的缺失，<strong>但是驾驭\"别人\"相比驾驭\"自己\"，从根本上看，这并不容易做到</strong>，做到了，也是少数，而且这些少数派，并不是你眼中仅仅能看到的技能单一群体）。网页设计师，应该非常注重前端开发的还原能力，与实际相结合的还原能力，市场分析能力。或许你做的是外包，或许你做的是针对性的产品，作为Web来说，它无法脱离技术需求。要想很好的完成这一目标，很好的与你的团队，你的技术协作，你需要略懂，甚至熟练一些技术语言，或许你无法学习代码，无法消化它们，这，就会成为差距的一大源头。或许国内本身的市场并不辽阔，国内的网页设计需求确实和国外的相比是蚂蚁和大象相比，环境本身约束了设计师的发展方向和综合技能训练，这个不可否认。</p>\n<p>正因为身在中国的设计师都面临着『环境』的约束，所以我们更需要一些策略和思考，来突破和应对这种生硬的环境。具体的策略，只能结合自己本身，还有本身所处的环境来制定，并没有一个确定和统一的标准。我主要是提出这个问题非常需要设计师思考。毕竟，互联网发展和变化太快，市场变化也非常快，大家只能去想办法适应市场，而不是去抵制。国内的圈子以前常回去泡泡，去学习下，但是会发现一些问题，很多有抱负很厉害的设计师，都想改变中国改变这种现状，但是实际上他们并没有从自身上加以改变，而更多的是抱怨一下，然后将就继续受自身的工作环境制约，一方面，也许是由于现实问题，不能冒险，一方面，其实本身就是胆怯了面对新的市场。挑战总要付出代价，或许也会让你一段时间负资产，没有投入，就没有回报。这是简单的道理。</p>\n<p>我并不是那种『精英』设计师玩家，也不是所谓的『大神』，我还有很多要努力地地方，在努力过程中，确实需要不断地迭代，不断地思考和颠覆。我其实挺反感大神论的，或者BAT论，说简单点，就是在大中国，就好像没有BAT这类型的大背景的人，都没有资格去做某些或者某些事一样，就不会被某系大型平台优待，不会被被重视一样；同样，在国内的某些机制下，个人永远不如公司，个人永远不会享受到一些公司能够享受的小小优待，这是明显的一种歧视和环境约束，这是一种诟病，我觉得这也是比较严重的『环境』问题，会大大约束设计师的发展，然而想要改变环境，有点不太现实，只能够靠自己去想办法突破这个口子。在国外市场，相对来说这种环境问题要弱化很多，具体的，还是身临其境去体验吧，就不做一些愤青描述了。</p>\n<p>所以我觉得，<strong><u>专注一个领域和方向，需要学习很多的技能，甚至去精通它们，让它们为你所专注的某个小小的细分领域服务。</u></strong>打比方，如果单纯只认为把UI界面设计到无瑕疵，全球最优，其它方面你啥都是半懂不懂，甚至不会不愿意学习，那等待你的，只有被竞争淘汰的结局，这种情况下，如果你不想被淘汰，你需要的是一种『踏实和稳定』的内心，能够让你悠哉度过自己的一生的心态，找个合适的靠山。如果你不能适应这种内心，不能够『安稳』地让自己在设计领域活一辈子，那么，你只有永无止境的学习，别无他法。学习会很累，但是也会很有成就感，会有很多意外。看你喜欢选择什么而已，<strong>技能的学习，领域的选择与专注，并没有对错，这些都是需要个人主观去控制的方面</strong>。如果不是纯粹的手艺人，不是纯粹的艺术家，用『技能』衡量自己作为设计师的人生方向，会让你的职业旅途非常艰难，甚至只能被现实征服。</p>\n<p>并不是说每个设计师都要学各种技能才算有出路，只是根据个人专注的领域制定自己的学习计划，提高自己的综合能力，增强自己的竞争力。这一切都得靠自己摸索和制定，而不是让谁来帮助你，因为这种与人生相关的规划，无人能够帮助你。当然，提高个人综合能力，习得更多辅助性的技能，也是需要巨大的时间、精力、金钱代价付出的，需要长时间积累和实践，最好将这些学习过程用于实际中，以利益金钱驱使来提高学习效率，这样能够避免半途而废或者三天打鱼两天晒网。</p>\n<h3>2.忙于\"做\"，不注重变现转化率</h3>\n<p>其实这是一个很漫长的过程，不断试错，不断失败，不断投资的过程。不论你是做单一的项目，外包也好公司项目也好，还是做产品，做框架，造轮子，都需要面对市场面对不同的人群。每个人都得吃饭，都得生存，长时间的无回报只会让你不断变换方向，或者不得不放弃一些东西。提高转化率其实也是不容易的，这里所说的转化率，主要是和金钱沾边的转化，而不是单纯的用户，你只有让用户买单，才能维持必要的设计开发支出，维持长期的发展方向。</p>\n<p><img src=\"/static-remote/files/e73354a78df6b0e2103f94a6-matrixflipcomapiwpcontentuploadseadfbefajpg.jpg\" alt=\"\" /></p>\n<p>或许你做了一个外包，你得考虑如何让这个客户变成你的重复性客户，如何给他提供后续的服务，通过各种服务，去打造你的循环体系，提高外包项目转化率。或许你做了一个免费产品，你也得考虑如何变现，如何提供扩展服务，宣传渠道是什么？投资金额会需要多少？这些问题都是比较复杂的。曾经我也做过一些完整的CMS系统，ASP的和PHP的，转化率并不高，或许只有某个时间段有较高转化率，但是这也并不是长久之策，所以我也会不断改变策略，出售，或者完全免费当做学习使用等等，总之，自己也经历过很多惨痛的转化率，完全是只有投入没有产出，不过这些都是一个过程，需要不断发展完善，并没有什么捷径可以让你登天。当然，<strong>选择是很重要的，有时候确实比努力重要太多。</strong></p>\n<p>转化率其实也分很多类型，我这里主要是指变现的转化率，不论你是在公司上班，还是创业还是自由职业，不论你做的什么项目还是练习作品，都需要考虑如何通过自己的每一次实践，间接或者扩展性的变现，如何提高用户转化率，让用户买单，因为只有解决了金钱问题，你才能持续的坚持自己的梦想，打造自己的品牌。特别是自由职业，个人品牌非常重要，毫无目的只是为了『自由』的自由职业，基本只是一次职业中的有趣的体验而已，可能并不能长久。有些时候，或许你会感觉到，在有些公司工作很久，但是实际上当你离开以后，你却没有一个自认为拿得出手的『好东西』。或许你也进步了，但是还不够足以让你找到非常明确的方向。</p>\n<p>其实，尝试提高变现转化率，可以从一些方面尝试，比如开发一些开源插件，写一些轮子，框架，做一些UI Kit等等，并不是说你开发设计的东西一定要像Vue.js那样火爆全球啥的，而是学会『创造』的思路，养成良好的创造行为和习惯，这样对于工作，对于未来发展其实是很有帮助的。所以不建议无止尽的外包，工作，不加变现思考的做练习，这样重复下去，也许并不能够在某一天，给自己的工作或生活带来质变！我只是觉得我越来越接近这一天，但是还需要不断地努力和探索。我并不会放弃。</p>\n<p>转化率这个东西，要解决它真的是一个非常复杂的过程，而且我也一直在摸索和尝试提高自己的一些Web新产品的转化率，如果让更多的国外用户关注，购买，是一个非常巨大的挑战，关于宣传，绝对不仅仅是凭借一些社交网络推广运用就简单了事的，会有一些背后的技术支撑，服务支撑等体系。如果硬要举例，那就拿国内的电商来说吧，很多商家为了提高转化率，不择手段地刷单，不惜代价，这也是一种方法，哈哈，简单举例而已。由于面非常广，也不适合写太多的所谓的『方案』，下面我们继续看第三个方面。</p>\n<h3>3.依赖\"趋势\"，不带着一些自己的创造性思维盲目跟风跟趋势</h3>\n<p>跟着趋势走，别闭门造车、逆道而行，这应该是大家都知道的道理，不过，趋势的背后，往往无形地给设计师带来了太多的『约束』。比如思维约束，色彩约束，风格约束，图形约束，代码功能约束等等，同时也带来了很多不利的竞争因素，让人总是落后一节。</p>\n<p><img src=\"/static-remote/files/a46a1cdc494475d00452f4b5-matrixflipcomapiwpcontentuploadsaacdcdfbjpg.jpg\" alt=\"\" /></p>\n<p>一般来说，设计师都需要一定的自我推广能力，跟上节奏，做漂亮的设计，一定程度能够打动别人，获得更多的关注。但是为何不返过头来想想呢，那些让你跟风的设计师，他们有更多的时间专注于建立优质的产品，并加强支持团队的服务，创造自己原创的，有新意有趋势的设计，他们是如何做到的。打比方Google Material Design已经红火几年了，在APP方面，也许我们能看到的应用会更多，但是国内的Web，运用Material Design的就非常少了，Google创造Material Design的背后，是一种什么样的理念，逻辑，目标？多想想这些，其实对于我们跟风去做一些东西，会更有帮助。</p>\n<p>跟风要跟，但是我们要多想想创造者的思维，他为什么会这么做，目的是什么，是为了炫酷？是为了新的体验？是为了某些行业的新轮子创造？是为了提高变现率？是为了...... 有太多的目的，需要我们去思考，去尝试。还是一句话，不断试错，我们跟风，才会有价值。否则，胡乱的跟风只会造成同质化竞争激烈，同质化产品太多，以至于最终自己并没有把自己的竞争力体现出来。</p>\n<p>举个例子，Envato打造的市场几乎提供了全球最先进的一些创意物品，这些东西功能和性能越来越强大，质量越来越成熟，对产品的审核要求越来越高，就比如Web主题，插件，PS插件，PS动作笔刷等等，对于某些人而言，或许会认为一旦你进入这个市场，就会发财。其实不然，市场里面的竞争是非常残酷的，对产品的质量和各方面要求也是非常之高的，官方评审团提供过建议，盲目跟风设计开发，只会让自己的销量非常低，如果是同质化产品，竞争力会很低，甚至是等死，当然我也是其中一员能体会那种感觉。当然，市场的品牌传播，流量，价值，版权意识，版权维护等等，是国内任何平台都无法比拟的，它给每个设计师都能提供一个非常优越的社区环境。想要在趋势中生存下去，我觉得势必要提供很好的完善的服务体系，并根据需求不断地尝试，不断地开发自己的市场，研究自己的市场。制作小型生态产品也好，制作功能全面的综合性产品也好，只有不断试错，才能得知你的产品是否能顺应市场，是否能在这个变化多端的市场中存活下去。找到你的方向，去跟随合适的趋势，创造合适的产品，只有这样，才能建立自己的良好生态。</p>\n<p>创造趋势确实很难，做创意确实很难，但是它们并不是不可及，哪怕是一个小小的想法，小小的理念，都是一种创意，都是自己的想法，只要你多思考多尝试，人人都可以做出自己理想的东西，然后，恩恩，然后再去面向市场，让市场来考验你的产品。</p>\n<h3>4.低估\"造轮子\"，被项目、被制度、被金钱、被繁华的圈子束缚了潜在的能力</h3>\n<p>也许对于大多数人来说，造轮子是很高大上的事情，其实不然，它可以变成你的日常。造轮子不一定要精确到完全封装的组件插件、框架，也可以是产品的某些零件，这些零件也可以作为轮子使用，经过轮子改进，可以迭代造出更好的轮子。如果大家不明白轮子的概念，可以自行谷歌一下。做练习，对于设计师来说是必不可少的事情，但是往往练习也是需要很懂时间精力的，甚至是要投资金钱的。因此『练习』的方向选择的不够好，会比较浪费。</p>\n<p><img src=\"/static-remote/files/9043180e784e80eaf505067a-matrixflipcomapiwpcontentuploadseeeafajpg.jpg\" alt=\"\" /></p>\n<p>我比较推荐使用造轮子的练习方法，如果你是纯UI，可以尝试造一些UI Kit的轮子，如果你懂一些开发，可以根据自己的项目，造一些轮子，这些轮子不一定都要共享开源到互联网，也可以留做自己项目商用或者学习使用。轮子能提供一种不一样的创造思维，至少，有一定的目的性，它对于平时的练习，项目的积累，知识的沉淀是非常重要的。现在的时代讲究的是效率和质量，如果没有轮子，质量和效率都无法提高，所以作为设计师，应该重视轮子的意义，学会造自己的轮子和公开的轮子。我自己也造过很多轮子，大多数是用于商用，并未共享，一些轮子直接用于项目，因为我并不是非常专业的开发人员，一些轮子并没有很好的封装，只适用于某些特定的项目。其实每个人都可以有造轮子的能力，只要脚踏实地去尝试，一切都有可能。</p>\n<p>其实轮子可以帮助公司或者商业项目在短时间内获得技术支持，可以训练自己的编程思维，设计规范，流程化思维，也可以建立自己的资源库。资源库，不论是对于设计师还是开发者，都是非常重要的沉淀。你或许电脑可以被偷，移动硬盘可以损坏，但是资料一旦损坏，那可是无数年的积累和心血啊，可想而知。我觉得作为一个人，不要长时间被公司制度，被金钱牵着鼻子走，应该腾出自己的一些自由时间，建立自己的轮子库，没有这些轮子库，当你离开你目前的工作环境，或者换一个职业方向的时候，你可能就直接失去了很重要的竞争力。是危险信号之四。</p>\n<h3>5.忽视\"产品家族\"，容易造成许可证混乱，产品链杂乱无章</h3>\n<p>产品家族，可以简单说是一套产品系列。其实一开始的几年，你的作品或者产品会很零散混乱，当你更换职业方向，甚至是换了公司，换了环境的时候，会发现有很多东西完全无可用之地。要么质量太低，要么不符合标准，要么完全没市场，或者有版权限制。当我们积累到一定时候，不论做大项目还是小项目，都应该有其家族。</p>\n<p>比如\"Product Name Lite\",\"Product Name Pro\"等等，都是属于\"Product Name\"的系列，功能上，服务上，扩展性，框架上，都有其共性和差异，这就是很显眼的一个例子。而且这些产品序列，在分发的时候，一般会采用相同的许可证，比如GPL，或者其它，以便标准化产品。当然，有些产品序列也有不同许可证的，但是其本身可能会兼容一些许可证，以达到『平衡』，这样能够增加客户的信任感，同时培养自己的产品家族，方便建立自己的品牌，如果你挂靠到一些平台公司，也能够帮助其品牌更为良性的发展（<strong>排他性</strong>）。</p>\n<p><img src=\"/static-remote/files/19c1b677ddb8315942d6e4ac-matrixflipcomapiwpcontentuploadscbddbdeacjpg.jpg\" alt=\"\" /></p>\n<p>&nbsp;</p>\n<p>再说明白一点，一个产品，就比如一个Web主题框架，会由其它的一些内置框架，或者插件，或者UI Kit，或者一个免费版的产品，还有不同商业版本的产品，这些产品，形成了一条链，每个点上，都会有基础的服务，有差异性的服务。产品家族，能够更有效的帮助自己，帮助挂靠公司平台传播其品牌，更够提高整体的产品质量和规范性。如果你说你大多数是做外包，没关系，外包的结构，也有很多不同的服务分支，这些分支对不同的客户，不同的需求，不同的技术都提供了点对点的便利，这是属于一种稍微抽象的产品家族，通过对象和需求来提供服务。不同于一些比较具体的产品，通过版本和不同的分发体系来提供服务。</p>\n<p>忽视产品家族，你也可以生存，但是，你会缺少一些长期运营和发展的竞争力。对于创建一个可以直接开箱即用的产品，为了满足用户群体的需求，首先要进行深入的营销研究和用户研究，与市场、与客户建立一定的关系链；此外，也请考虑准确的产品介绍，营销推广策略，功能评论，宣传图片，广告媒体等方面。虽然建立一个成功的成体系的产品家族并不容易，但是只要按照其市场指南一步一步来，都是可以做到的。只要你正确的付出，总有一天会让你的产品脱颖而出。</p>\n<p>总之，如果你从一开始就忽视产品家族这个概念，那么，你可能在往后的职业生涯中会失去很多重要的\"产品\"。</p>\n<h3>结束语</h3>\n<p>这五个方面，是我觉得对于\"<strong>设计师</strong>\"来说，目前迫切需要重视的，你可以选择忽略它们，因为它们不会对你的生存和发展造成直接性的影响。也许在2020年，2025年以后，市场又会发生巨大的改变，面对这些改变，我们还需要重整旗鼓，用新的眼光和方式方法，去面对一个新的世界。本文由Chuckie Chang创作，码了这么多字，也费了不少功夫，费了不少脑力，欢迎转载和学习交流，但是转载请务必注明来源，版权意识，应该从每一个人做起，而不是让版权变成一个隐形的炸弹，这颗炸弹，即可炸毁我们自己，也可炸毁整个国家。</p>\n","slug":"08b5f8d6157f93072cf64289","prev":[{"ID":663333,"title":"对网站响应式设计的重新思考","excerpt":"最近在知乎上回答过响应式的问题，也重新对网页响应式设计做了一个新的思考，我给整理总结了一下。","slug":"ba8fce22cc1cd7282bf41881","post_date":"2017-04-23 02:12:09","post_date_gmt":"2017-04-23 02:12:09","thumbnail":["/static-remote/files/c945-com_d70d30095be7f53e38e2d984-770x340-4-matrixflipcomapiwpcontentuploadsccomddbefeedxjpg.jpg",770,340,false],"thumbnail_mini":["/static-remote/files/c945-com_d70d30095be7f53e38e2d984-770x340-4-150x150-matrixflipcomapiwpcontentuploadsccomddbefeedxxjpg.jpg",150,150,true],"thumbnail_retina":["/static-remote/files/c945-com_d70d30095be7f53e38e2d984-770x340-4-matrixflipcomapiwpcontentuploadsccomddbefeedxjpg.jpg",770,340,false]}],"next":[{"ID":703333,"title":"浅谈自己的职场感悟「循环」","excerpt":"自从毕业开始工作的第一天，我们都面临这么一个《循环》，自己的真实感受，顺便画成了一个简单的图示，为了让自己把自己看得更清晰。当你毕业踏上工作的第一天你就已经陷入了“选择”这个无限循环中恰恰多数时候...","slug":"e9a4d248480202d17feb6f4c","post_date":"2017-11-01 00:24:09","post_date_gmt":"2017-11-01 00:24:09","thumbnail":[],"thumbnail_mini":[],"thumbnail_retina":[]}],"post_date":"2017-08-13 16:46:50","post_date_gmt":"2017-08-13 16:46:50","post_status":"publish","comment_status":"open","ping_status":"open","post_password":"","to_ping":"","pinged":"","post_modified":"2022-11-17 03:21:29","post_modified_gmt":"2022-11-17 03:21:29","post_content_filtered":"","post_parent":0,"guid":"https://matrixflip.com/api/?post_type=post&#038;p=693333","menu_order":0,"post_type":"post","post_mime_type":"","comment_count":"0","filter":"raw"},"postID":"08b5f8d6157f93072cf64289"},"__N_SSG":true}