{"pageProps":{"currentData":{"ID":253333,"author":"1","author_nickname":"wpuser","author_display_name":"Chuckie Chang","author_url":"https://matrixflip.com/api","author_username":"wpuser","author_avatar":"https://secure.gravatar.com/avatar/?s=96&d=mm&r=g","categories":[25],"categories_output":[{"ID":25,"slug":"%e7%94%9f%e6%b4%bb%e7%90%90%e7%a2%8e","name":"生活琐碎","term_taxonomy_id":25,"term_group":0,"taxonomy":"category","description":"","parent":0,"count":25}],"tags":[263,264,73,265],"tags_output":[{"ID":263,"slug":"2014","name":"2014","term_taxonomy_id":263,"term_group":0,"taxonomy":"post_tag","description":"","parent":0,"count":1},{"ID":264,"slug":"%e6%83%85%e6%80%80","name":"情怀","term_taxonomy_id":264,"term_group":0,"taxonomy":"post_tag","description":"","parent":0,"count":1},{"ID":73,"slug":"%e7%94%9f%e6%b4%bb","name":"生活","term_taxonomy_id":73,"term_group":0,"taxonomy":"post_tag","description":"","parent":0,"count":9},{"ID":265,"slug":"%e7%a6%bb%e5%88%ab","name":"离别","term_taxonomy_id":265,"term_group":0,"taxonomy":"post_tag","description":"","parent":0,"count":1}],"thumbnail":[],"thumbnail_mini":[],"thumbnail_retina":[],"thumbnail_full":[],"date_day":"12","date_month":"09","date_month_e":"September","date_year":"2013","date_weekday":"Thursday","title":"2014,又是多少割舍不下的情怀","excerpt":"一路走来，除了离别还是离别。就直接算到2014年吧，又有多少割舍不下的情怀。呆了几年的城市，也得因为工作原因转移，毕竟要挣更多的钱，要不断更新升级，才能适应时代需求，去享受，去养活自己，去实现梦想。除了原...","content":"<p>一路走来，除了离别还是离别。就直接算到2014年吧，又有多少割舍不下的情怀。</p>\n<p>呆了几年的城市，也得因为工作原因转移，毕竟要挣更多的钱，要不断更新升级，才能适应时代需求，去享受，去养活自己，去实现梦想。</p>\n<p>除了原来一起跳舞毕业的兄弟姐妹，都各奔东西散伙了，一起坚持到跳到现在真的不容易，从大学开始我们就是当地的第一批，也是坚持到最后的一批（当然以后有潜力股也说不定）。各种心酸和甘甜，只有我们自己能感受到，我们可是bboy哦，专门追求刺激，危险，力量，技巧，音乐的一种精神，真正一起奋斗的我们，无论何时见到都不会尴尬，依然可以放肆的跳舞，这就是一直向前的bboy.</p>\n<p>大家都各奔东西工作了，也要为自己的未来多考虑考虑了，不过以后还是要坚持跳舞啊，当然我会坚持到跳不动为止（预计60岁吧，如果我能撑到那时候，真心爱它，就会一直坚持的，这个没什么难的）。</p>\n<p>还有更让我割舍不下的，可能就是每天晚上陪我度过无聊的暑假的小威一伙了吧，当然还有肖老大一伙，呵呵，大家都是纯粹的爱跳舞而跳舞，我想这样聚在一起的，才叫生活，才叫意义。也有不少人各奔东西了，上高中上大学工作的各种，这个大家庭，有种说不出的感情。各种舞种，各种职业，各种性别。啊哈，真的难以形容。好吧，不形容了。</p>\n<p>传说做UI做设计的大多太闷了，我确实很宅（也很窄），感觉都都没法和外界沟通了，呵呵，不过工作加入新团队，拾起从小学就有的想法，做游戏，我想我会得到一个新的有意义的生活，当然还有我自己开发的系列高端网站UI产品的运营，也是我的副业哦，我知道这些会很累很辛苦，不过我也会爱护好自己的身体，毕竟还要泡妹纸嘛。</p>\n<p>一个人过久了，自然会习惯，也自然会孤单。别人也不会懂这种生活，包括父母，但是很多时候，一个梦想，一份职业，是必须要让自己这样的，还得逼迫自己，虽然难以接受。都过来了，也就顺其自然没啥负担了。</p>\n<p>可能没有小威基友常来解救我那封闭的环境，我早已经消失不见了唉。</p>\n<p>一个设计湿很重要的四样东西：<strong>爱人，父母，朋友，基友</strong>。 哈哈，怎样，因为这四样东西是能打开内心的，是能舒缓情绪的，也是活一辈子必不可少的，当然一路走来的兄弟朋友们，都是一条战线过来的，很重要，但是那份重要是要留到心底的，因为最终都会各奔东西，若来年有时间，相信会一趟火车，一趟灰机，直接见面聚聚，哈哈，那时候可能真是回味无穷啊。再一起跳舞，怎样，更是激情澎湃的。</p>\n<p>我其实已经很充实的，该有的都有了，没有的也有了，没什么可斤斤计较的。活着一辈子，不都是为了自己活得有价值点，把该实现的都实现了就好。千万不能活着和死人差不多的生活，或者死了也感觉没活过。</p>\n<p>照顾好自己，保养好自己，还有好长的路要走。男人，先以事业为重。</p>\n<p>我从来不会为了那啥买套房子，买张车子这种问题上纠结郁闷甚至丧失信心，以其真的要买，不如拿更多的钱陪父母旅游下，自己和爱人，和基友，和兄弟些一起聚聚，到处旅游下，买点东西，享受下生活。有时候，我觉得只要是有意义的生活，就算蜗居，租房子也是很幸福的。不是么？对了，说到这里，我感觉到了，我自己在那孤单的房间里，住了将近2年了，之前是和鼠鼠（仓鼠）一起住的，后来它寿命到了，暂时就一个人了，连宠物都没有。那种环境，不知道能有多少人适应，但是为了工作。需要一个安静的环境和很强的自制力和逼迫力，虽然我还没有完全做到，不过至少还是做到70%以上了，要不是撑不了那么久的。后来大短裤有空才经常来我屋里耍，真是改变了我一下那空荡荡的房间的气氛。不过好景不长，又面对新的城市新的陌生人新的生活新的工作唠。。</p>\n<p>一次又一次的轮回，我其实很累很累，很多时候躺在床上泪水都会不自觉的出来，可是我觉得这就是属于我自己的生活，我爱上了我的职业，有那么多兴趣爱好都能一直陪着我到永远，还有那么多人一直在心里，真挚的友情真的会让人难以忘怀的。以后有时间了，定会找个约定的地点，一起聚聚，一起跳跳舞，当然如果大家都不跳了，只好看着我一个人打托马斯了，啊哈。</p>\n<p>好多时候辛苦的想闷在草丛里，想忘记一切，因为真的好感伤，心里好累。多愁善感有时候并不是什么好事吧。要不是我抗压能力超过了200%，可能我早就崩溃了。</p>\n<p>我真的其实很弱很弱，我会出去变强，变得更强，定要完成这辈子活得有意义的心愿。我不是安于现状和那种追求稳定的人，但是如果等我再过2年超过了5年工作经验，我觉得我会需要在事业上有一个稳定的开始的，至少要能养活我和我的理想。</p>\n<p>至始至终，其实我一定要让自己活得有意义，让自己的感情和生活有意义，让工作有意义，我才能心无杂念的为未来，为以后的家庭投出100%的精力去关注，我不能像个死人一样活着，也不能像活人一样死着。自己是什么样，其实上帝给了你需要的一切，从发型，从兴趣爱好，从身体，从面貌。（啊哈，可能我还是有一些基督信仰的）所以相信命运，自己主宰，不要去抄袭模仿别人，要过自己的生活，不论是什么名望，金钱，该有的自然会有，不要一味去想就是了。</p>\n<p>我有时候其实觉得自己太奇葩了，很多方面和大多数人太不一样，还是不说的好，不过这些都无所谓，摸着良心活着，就好了。</p>\n<p>各种离别，各种话语，真的有太多太多说不完，有太多太多想念的人，也不愿离开的人，可是现实总是让人这样绝望而已。要学会适应绝望。都已经奔波习惯了，只是缘分不同，遇到的人拥有的人不同，生活也会随之而发生一些改变。</p>\n<p>真的不想想太多，但是自己就是那么多愁善感×（可能没有这种特性，我很多时候没有灵感做东西，写剧本吧），有希望就有绝望，有幸福就有诅咒。我这样无非只有2个选择：过有意义的生活，过无意义的生活。</p>\n<p>留给自己的，只有选择而已。人也要学会选择。一直在摸索自己的理想，一直在努力，花了几年时间，剩下的，只是选择而已。有时候，选择比努力更重要。</p>\n<p>我爱自己，也爱你们大家一伙，也爱我的街舞兄弟，也爱俺的好基友小威，还有也爱俺的阿端，还有一直支持为我付出的爸妈。</p>\n<p>又是各奔东西的新的一年，希望有个好的开始和伤感的结束，不对，是幸福的结束。</p>\n<p>好了，多愁伤感的东西还是少说点好，免得眼睛湿了不好。看动漫看多了，大男人一个也容易湿的。现在文采不好了，写这些东西写得不多，也没啥修饰词，很直白的了，以前爱看郭敬明和饶雪漫的小说，文采其实以前还比较好，呵呵，好歹当年高考语文还得了138嘛，现在大部分时间可能花在对用户，对UI/UX，设计上的一些东西和探索，所以这类型的文字写得也不是很多，一般只有特别重大事宜才会写，哈哈，貌似这次是特别重大事宜了。</p>\n<p>别看累了啊，写给你们，也写给自己，也写给新的2014。哈，这随便一写，就是2000多字了。我发现我打字的速度有时候还是蛮快的咯。</p>\n<p>回归正题，好好过好每一天的每一分钟。</p>\n","slug":"2014-life-no-less-than-give-feelings","prev":[{"ID":63333,"title":"致我最后的青春","excerpt":"一年又一年过去了，从上初中开始就不断搬迁，到不同的城市县城学习生活。下一站会是哪？","slug":"35ec468d38b6f86c230d36b6","post_date":"2013-05-11 13:54:47","post_date_gmt":"2013-05-11 13:54:47","thumbnail":[],"thumbnail_mini":[],"thumbnail_retina":[]}],"next":[{"ID":263333,"title":"选择还是努力？你该怎么抉择","excerpt":"任何一个选择都可能让自己失去太多太多的东西，你可以不选择，也可以选择，这注定是活着的命运安排，不论好的坏的选择，近的远的，选择没有对错。别考虑它是否值得，如果是自己选择的，相信都是值得的，虽然有无限痛...","slug":"7faef4af20aa72e0bbbe5b6e","post_date":"2013-10-05 12:56:17","post_date_gmt":"2013-10-05 12:56:17","thumbnail":[],"thumbnail_mini":[],"thumbnail_retina":[]}],"post_date":"2013-09-12 01:02:29","post_date_gmt":"2013-09-12 01:02:29","post_status":"publish","comment_status":"open","ping_status":"open","post_password":"","to_ping":"","pinged":"","post_modified":"2022-11-17 02:30:19","post_modified_gmt":"2022-11-17 02:30:19","post_content_filtered":"","post_parent":0,"guid":"https://matrixflip.com/api/?post_type=post&#038;p=253333","menu_order":0,"post_type":"post","post_mime_type":"","comment_count":"0","filter":"raw"},"postID":"2014-life-no-less-than-give-feelings"},"__N_SSG":true}